[{"name":"Allan Park","openTime":"8am","closeTime":"1hr before dusk","address":"Allan Park, Park Brae, Cults","busRoutes":"Stagecoach: 201, 202, 203 - Royal Deeside","description":"A park of 6 hectares, almost hidden from view in a sheltered hollow between the Deeside Walkway and the River Dee at Cults. The park has woods, bog garden and cricket pitch, with the main feature being the bog garden with its wide variety of marsh and water plants. This park was gifted to the community to mark Queen Victoria's long reign."},{"name":"Beach/Queens Link","openTime":"This area is not enclosed","closeTime":"This area is not enclosed","address":"Queens Links, Beach Boulevard/Beach Esplanade, Aberdeen","busRoutes":"N/A","description":"Aberdeen Beach and Queen Links is a well-loved and extremely popular recreational area of the city. Only a short distance from the city centre, the award winning beach is visited by holiday makers and city residents all year round. The area is well provided with sporting and recreational facilities, including the Beach Leisure Centre and the Linx Ice Arena, cafes, restaurants and a fun fair. In recent years the beach area has seen the addition of a multiplex cinema and a retail park, which includes a fitness gym. Aberdeen Beach is a Resort Seaside Award beach. The award, which is granted by Keep Scotland Beautiful, recognises excellent litter management, safety procedures and water quality. Aberdeen Beach has received the award every year since 2007."},{"name":"Bon Accord Terrace Gardens","openTime":"This area is not enclosed.","closeTime":"This area is not enclosed","address":"Bon Accord Gardens, Willowbank Road, Aberdeen","busRoutes":"Stagecoach: X6, X7, X8, 204","description":"A park of two hectares, is believed to be the site of a bloody battle over 300 years ago – ‘The Battle of Justice Mills’. The land which forms the current park was once the gardens of the houses on Bon Accord Crescent, and when these were turned into offices the land was first used as allotments gardens and then transformed into a park in the mid 1970s. The park provides a green respite close to the bustle of Union Street."},{"name":"Duthie Park","openTime":"8am","closeTime":"1hr before dusk","address":"Duthie Park, Polmuir Road, Aberdeen","busRoutes":"Stagecoach: X6, X7, X8, 204","description":"Duthie Park is a park of 44 acres which was donated to the city by Miss Duthie in 1880 and opened to the public in 1883. The park has many artefacts including a bandstand, fountains, ponds, and statues. Within the park is the Winter Gardens, which were rebuilt in 1970. These house many exotic plants including the largest collection of cacti in Britain. This is a park for all the family, with activities from boating in the ponds to cricket on the lawns. The park has cricket on the lawns, bands in the park in summer, and the ponds are to be refurbished if the City receives heritage lottery funding. There are two children's play areas, a cafe with toilets and toilets within the Winter Gardens. Duthie Park is also home to the David Welch Winter Gardens. Duthie Park Resotration: Aberdeen City Council has been successful in its bid to the Heritage Lottery Fund for the restoration and improvement of Duthie Park. Through their Parks for People programme, the Heritage Lottery Fund provide a range of funding to improve and restore parks throughout the country. They have demonstrated how high quality local environments can make a real difference to people's lives and how important it is for communities to feel pride in their local area."},{"name":"Hazlehead Park", "openTime":"8am","closeTime":"1hr before dusk","address":"Hazlehead Park, Hazlehead Avenue, Aberdeen","busRoutes":"Stagecoach: Z17, 200, 210", "description":"A park of over 180 hectares, which was originally part of the freedom lands granted to the city in 1319. The land fell into private ownership but was bought back by the council in 1920.  This park is on the outskirts of Aberdeen and is heavily wooded. It is popular with sports enthusiasts, walkers, naturalists and picnickers. Around the park are football pitches, a golf course, pitch and putt course and woods for walking. The park itself has rose gardens, azalea & rhododendron borders, heather beds, a children's play area and a pets’ corner. The park has a significant collection of sculpture by a range of artists and heritage items which have been rescued from various places within the city."}]
